package me.kuku.yuq.constant;

/**
 * @description: 保安日记随机值
 * @author Ln
 * @date 2020/4/13
 */
public class BaoAnDariy {

    public static String[] txtArray = new String[67];

    static {
        txtArray[0] = "今天街上的人逐渐多了起来 大家好像都有同伴 我只能在保安亭里吃昨天剩下的小熊饼干 不知道你在干嘛呢 和谁一起 我委屈 我想你.";
        txtArray[1] = "今天天气很不错，太阳晒得我好想睡觉，然后我蹲到保安亭下点了根烟，我不想再做保安了，我把自己的心关起来锁在了小黑屋。我是一个不称职的保安，我抱不到你，也安不牢你的心。";
        txtArray[2] = "今天发工资了，我一个月工资800。你猜我会给你多少，是不是觉得我会给你1200，因为保安全勤奖还有400，错了，我会再和工友借114凑够1314转给你。";
        txtArray[3] = "今天我喜欢的女孩子又出小区门了 穿了好看的衣服 还喷了大吉岭茶 我知道她又要去和帅哥约会了 我心酸 今天的盒饭加了很多醋 我委屈 我想你了";
        txtArray[4] = "今天下起了蒙蒙细雨，我突然想起在我保安入职的那天 队长问我 “你知道你要保护谁吗？” 我嘴上说的是业主 心里却是你。";
        txtArray[5] = "今天没有巡逻 在小区里看到一位漂亮的女孩子戴着口罩去上班 向她打招呼 却不理我 可能因为我只是个保安 保安亭没有暖气 值班的夜里我精疲力尽 只有想起你才会让我有一丝温暖";
        txtArray[6] = "你又开这玛莎拉蒂，向我打招呼，我知道你旁边做的一定是你的父亲，他和我一样年轻 我陷入了沉思 怎么年轻的老丈人 我将来要怎么样和他交流。";
        txtArray[7] = "今天业主骂我蠢，因为我没有上过学，他给了我一本破破的字典，我开始慢慢看，今天我学习了三个字，会写出你的名字了，等我学完一百个字我就可以给你写情书了。";
        txtArray[8] = "今天值班偷喝奶茶被队长发现了，队长骂我是懒猪，巡逻经过十五栋六单元的时候，碰到一个业主背影很像你，好啦 其实是骗人的，十五栋没有六单元 我也没有你";
        txtArray[9] = "今天帮业主搬家，业主跟我说：“你挺有力量啊，啥都能扛呢！”我拍了拍自己的胳膊说“我还能扛水桶扛大米扛……”说着说着流下了泪水，是啊我什么都能扛，却扛不住想你…";
        txtArray[10] = "今天在给业主登记时候因为我不认字耽误了两分钟，被队长给骂了。他扣了我一百块钱，给我了一本破烂的字典让我认字。今天我学会了写你的名字，等我学会100个字就可以给你写情书了！";
        txtArray[11] = "为了多挣点钱给你买喜欢的口红，昨天夜班，今天白班，36小时没睡的我想你想的睡不着觉，闭上眼睛全都是你的样子，我这才明白，原来动情的人，不配当保安。今天花一天工资买了安神补脑液，明天加班赚回来！";
        txtArray[12] = "现在是今天巡逻的第14次，经过你家楼下的第14次，难忍对你的思念 ，你又穿着内衣在家里晃 ，恐高的我再次架着梯子爬上你家二楼的窗台 ，撬开窗户， 帮你把窗帘拉上， 你那惊慌失措的表情仿佛在告诉我 ，从来没有一个男人如此的爱你，保护你。职责罢了！我一名保安 等着六点下班";
        txtArray[13] = "保安亭里吃了2020年队长给买的第一顿外卖，陈哥说他吃出了家的味道，我无所谓，好吃就行。今天是3月23日本该发工资的日子因为疫情原因影响，居委会耍赖，只发到了一月份，也许是想让时间将它遗忘吧，这个世界上有人不喜欢记日记，所以喜欢看别人写日记 所以我记给他们看 我也不是很喜欢日记 但是作为保安 我必须记";
        txtArray[14] = "今天又下雨了，队长今天告诉我有领导来检查，让我在亭外给出入的车辆敬礼。我最讨厌下雨了，雨水打在脸上有点痛嗷。敬礼敬的手臂都酸了，队长说今天领导因为下雨不来了。我委屈，我想你。";
        txtArray[15] = "总有一天我会披着保安的制服，腰别对讲机，踏着一双安踏，去找你的。";
        txtArray[16] = "有时我也想，你是业主我是保安，也许我们真的没可能，可那天保安队长的外甥来值班室写作业，我看了他书包里的课外书，是士兵和公主的故事，我还没看完，他就要收拾书包回家了，但我觉得士兵和公主的故事一定有一个美好的结局。士兵和公主100天，100天罢了，我也可以，100天以后我会鼓起勇气摁你的门铃，不再只是支支吾吾的说收物业费。可100天还没到，就有业主反映，我总是在17幢楼下一站站一天，说我精神不正常。保安队长约谈我了，我没有说是因为你。看着沉默不语的我，保安队长叹了口气，说我也许不适合当巡逻保安，把我调到了门卫室。";
        txtArray[17] = "现在是疫情，进出小区的人很少，但我还是时刻盯着大门，生怕错过每一个人，我总期待着你会路过。每每想到这，我捏着测温枪的手就激动的出汗，你会不会看到我面红心跳呢？我撑着脑袋走了神，仿佛听到了测温枪的滴滴声和你语无伦次的解释说你没有肺炎，只是看到我有点紧张。想着想着队长冲了进来，我吓了一跳，耳边的滴滴声也清晰了起来，我赶忙从桌子上撑起身子，对着脸的测温枪放了下来，滴滴声也消失了。队长惊恐的看着我，手慢慢的移向腰间...电光石火的，队长拔出了腰间的测温枪。他举枪对着我，急促的呼吸，砰砰的心跳，甚至风声都听不见了，只有疯狂的滴滴滴滴滴滴滴滴滴滴滴";
        txtArray[18] = "滴————滴————滴————滴————滴，看着吊瓶里的点滴一滴滴的落着，我闭上了发酸的眼睛，士兵和公主的结局我还不知道，但业主和保安的故事也许不会那么美丽了。";
        txtArray[19] = "隔壁床的大爷已经康复出院了，护士姐姐也跟我说，我身体状态良好，会痊愈的，我很开心，我想起了入职时队长带着我做的宣誓“保安保安，保一方平安”，我不想保一方平安，我只想保护你，等我出院了，就可以接着保护你了！";
        txtArray[20] = "隔壁空床为来了一个女孩子，很坚强的孩子，从来不哭闹，她的妈妈每天都会来陪她，给她讲故事，今天也不例外，虽然声音透过口罩很模糊，但我还是听出这是士兵和公主的故事，我竖起耳朵听着“........................ 公主被士兵的深情感动了，她对士兵说如果你能等我100天，并且日日夜夜的在阳台地下等我，一百天以后，我将是你的...................... 最后在第99天的晚上，士兵站了起来，转身离开了，他走了。”我失了神。“妈妈，士兵为什么走了？”，“因为他知道自己只是士兵，配不上公主的。”“那我是公主还是士兵啊？”，“你当然是小公主，妈妈永远的小公主！”小女孩的纯真的笑充满了病房，我转过身，蜷缩着，努力克制着抽泣。突然的抽泣变成了抽搐，我努力的呼吸着，却吸不进一点空气，失去意识前，我听到女孩的声音“妈妈他怎么了？”";
        txtArray[21] = "我睁开了眼睛，站在一道桥前，周围阴森的空气液体般流动着，这是哪？身边挤过一个人，挤的我一个踉跄，他没回头，继续走着，像丢了魂，消失在雾气中。我走上了桥，桥头有个婆婆，脏脏的围裙，站在一个大大的铝桶边，“来一碗吧”婆婆说着从油腻腻的木桌上端起一只碗，有着长长的满是污垢的指甲的大拇指浸在那碗飘着几颗葱花的豆腐脑里";
        txtArray[22] = "想起了第一次看到你的场景，早值班前排队买豆花，看到了站在前面的你，盯着你背影出了神，我咳了咳嗓子想吸引你注意，等你回头看看这美丽背影的主人是怎么样的美丽，却咳出了一口烟痰，我咕噜了一声，犹豫着咽了下去，你没回头，但微微的抖了一下，朝前挪了挪，是欣赏了我不随地吐痰的素质吗，我不禁沾沾自喜，“婆婆，不加葱花”美丽背影的主人的声音果然也很动人";
        txtArray[23] = "12点队长过来准时交班，出去的车辆按喇叭我也没听到，只因我在监控中看到了穿睡衣出来倒垃圾的你，望你望的入神不由的傻笑了起来，队长过来骂我扣了我一天工资。我委屈，想抱你。你送的泡面真好吃。";
        txtArray[24] = "刚才有一个外来人员想进小区，我要测体温他不配合，他带着口罩骂我。我委屈，我想你";
        txtArray[25] = "今天有个大哥在小区里抽烟，我跟他说公共场所禁止吸烟的。他说他抽的不是烟，是雪茄。他还骂我是土鳖，说我一个月工资也买不来那一支。我委屈 我想你";
        txtArray[26] = "昨晚睡前看了安家，我这才知道原来门卫保安亭可以向中介要看房费，怎样才能让队长看到这个剧呢。如果可以，我想用分下来的看房费给你买个护膝，你见他们一直穿超短裙肯定腿很冷吧，我心疼你。";
        txtArray[27] = "今天业主给我们送酒了。保安小李让我跟他喝了几杯。感觉头晕晕沉沉的。回家的路上看到了她和一个男人拥抱着接吻。我伤心极了。下定决心忘记她。转眼一想，肯定是我醉了，都出现幻觉了！呜！我怎么可以怀疑她！我以后再也不喝酒了！";
        txtArray[28] = "我是一个保安 爱吃小熊饼干 工资只够早餐 上班为了下班 整天郁郁寡欢";
        txtArray[29] = "刚刚又有人骂我是个臭保安，他们根本不知道我为什么做保安，因为我想保护你。 ​​​";
        txtArray[30] = "今天下起了蒙蒙细雨，我突然想起在我保安入职的那天 队长问我 “你知道你要保护谁吗？” 我嘴上说的是业主 心里却是你。";
        txtArray[31] = "在小区巡逻捡了好多矿泉水瓶卖了这些 终于可以买一杯奶茶了";
        txtArray[32] = "今天想你想的有些走神 队长说 动情的人不配当保安 我委屈 我想你";
        txtArray[33] = "想让你对我说 宝 早安 你却对我说 早 保安";
        txtArray[34] = "拿起对讲机 我无法拥抱你 放下对讲机 我无法保护你 以前队长说保安保安 保一方平安 现在我才发现 保安谁也保护不了 ​";
        txtArray[35] = "今天去献血车献血，抽完之后工作人员说要验一下合不合格才能献。过了一会我问工作人员:“怎么样？验好了嘛？我是什么血型？”谁知道工作人员一下单膝跪到了地上轻声说到:“迪士尼公主殿下，请跟我回城堡。”我到底是谁谁知道啊";
        txtArray[36] = "巡逻经过十七栋八单元的时候碰到一个业主背影很像你，好啦，其实是骗人的 十七栋没有八单元，但我心里一直都有你我真的好想你";
        txtArray[37] = "今天心情很不好 但是我听说心情不好的时候吃甜食心情就会变好 所以我吃了很多甜食 心情却还是很糟糕。早上见了你一面之后 我才发现吃甜食也比不过你 很开心。over。";
        txtArray[38] = "今天值班偷吃小熊饼干被队长发现了 队长骂我是懒猪 从窗外看见你穿着睡衣下楼倒垃圾 我不自觉的傻笑了起来 队长以为我不尊重他 扣了我一天工资 我委屈 我想你";
        txtArray[39] = "这是我最后一篇保安日记了 行李收拾好了 准备走人了 蒋介石为了宋美龄放弃了南京 我为了你辞职 放弃了整个小区的治安 只是因为你一句不喜欢保安 我松开了牵狗的手也牵不到你的手 我脱下了保安制服最后也祝你幸福 其实我是一个警察 编号：0510 我来做保安是为了监视你 最后 案子没破 我的心被你破了";
        txtArray[40] = "今天下起了雷阵雨 她从家里出门了 忘记带伞了 我说：下雨了，雨伞借给你 她居然关心我：那你呢？ 我：没关系，我摇花手回去";
        txtArray[41] = "今天天气很好，阳光晒得我很舒服。我站在门卫室门口点了一根烟，我不想再当保安了。我想当一个小偷，我想你，我想偷走你的心，也想偷到你";
        txtArray[42] = "今天我喜欢的女孩子又出小区门了，穿了好看的衣服，还喷了香水，我知道她又要去和帅哥约会了，我心酸，今天的盒饭加了很多醋。我委屈，我想你了.TAT.";
        txtArray[43] = "今天我喜欢的业主还是不喜欢我，我很难过，她什么时候才能爱上我";
        txtArray[44] = "今天被同事捉弄起晚了，阳光洒在床上很温暖，你今天看不到我会不会想我呢。我想，今天要被扣工资了，攒了一个星期的钱今天是最后一天，我用这些钱给你买支大牌口红你肯定会喜欢。";
        txtArray[45] = "今天上班偷偷看综艺，被扣工资了。老板还嘲笑我，怎么?癞蛤蟆想吃天鹅肉了?看这种女团节目!我很委屈。我没有非分之想的。只是，里面有个女孩侧脸可像你了。对了！我还说了一句话!我知道你肯定不爱听，所以我发在弹幕里了。“我想你了”";
        txtArray[46] = "今天是我最难过的一天！我说我不想打牌，但是队长说不会打牌的都是啥b。我没办法只能陪队长打了一天的牌，输了四百块。我太后悔了！我不能放任自己成为赌狗，四百块可以给你买两只口红！对不起，我会更努力的！不会再赌博了！";
        txtArray[47] = "早上的安保小亭子还是非常的凉，来来回回上午过去了70多辆车。下来了13趟景交车。经过一只流浪狗嘴里叼了一颗不知道哪偷的白菜。帮对面楼的老爷爷清理了老年机的内存。over";
        txtArray[48] = "我是一个保安 保卫地球平安 上班为了下班 整天郁郁寡欢 爱情与我无关 只是一个憨憨";
        txtArray[49] = "刚刚又有人骂我是个臭保安，他们根本不知道我为什么做保安，因为我想保护你";
        txtArray[50] = "早上和往常一样坐在岗亭看着陆续上班的业主，一直在等那个女孩出现。怀里揣着煎饼果子怕凉了，当看到她的时候她提了一杯星巴克，那可是我半天的工资啊。我心里默默发誓一定好好站岗争取早日当上队长，给她想要的。";
        txtArray[51] = "为了多挣点钱给你买喜欢的口红，昨天夜班，今天白班，36小时没睡的我想你想的睡不着觉，闭上眼睛全都是你的样子，我这才明白，原来动情的人，不配当保安。今天花一天工资买了安神补脑液，明天加班赚回来！over。";
        txtArray[52] = "今天捡到了一笔巨款，有几万呢。我把它放在了保卫处，等失主来认领。可是大家都说我好傻。呜!她呢?她也这样认为吗？应该不会!我送礼物给她的时候，她笑的很甜，说我是全世界最好的人呢！想到这里，我暗暗发誓我要努力成为更好的人!对了，这个月送什么呢？";
        txtArray[53] = "今天你从一个西装男的车上下来时我听到你说想让你们未来的孩子在小区幼儿园上学，又方便又安全。我想你的孩子肯定会像你一样可爱，放心吧，我会用生命保护你们娘俩，你老公的死活我可不管。";
        txtArray[54] = "今天巡逻的时候妈妈打来电话说让我好好上几年班就回老家结婚生子，我盯着你家的窗户笑笑说不想走了我喜欢大城市。其实是不是大城市都无所谓的，我只想永远保护你。";
        txtArray[55] = "我是一个保安 每天郁郁寡欢 混吃等死上班 每顿还要加餐";
        txtArray[56] = "我是一名保安 工资只有两千 工作也在偷懒 爱好只有看番";
        txtArray[57] = "我是一名保安 上班为了下班 追女神的憨憨 每天都发晚安 人家看都不看 偶尔回个嗯嗯 我又开始狂舔";
        txtArray[58] = "我是一名保安 也会想想明天 往事不用留恋 明天还是保安";
        txtArray[59] = "今天我是中班值班人员 ，去小区早餐店买馒头做早餐，买了三个馒头加一碗免费的稀饭感觉很幸福，付钱的时候老板娘对我笑了笑，她可能觉得保安很有安全感吧。";
        txtArray[60] = "我现实是个保安 不会穿搭没人喜欢 满脸痘坑时常不安 自卑心理让我心酸 见到女神也不敢搭讪 异性生物只有母猪愿意陪伴 可是某天我接触网络 这简直让我来到新大陆 我一个月工资2300 买个高贵分期xsm让人以为我工资两万 一句在吗宝贝就有人给我看奶 一句连麦吗就有人给我娇喘 沉迷在网络的我无法自拔 在30平米的出租房里信心膨胀 甚至以为自己是网络皇上 挥挥手就有无数舔狗 可每当深夜我对着驾照手冲完 我总感觉自己是如此不堪 但第二天阳光明媚时 我又打开QQ空间";
        txtArray[61] = "今天是白色情人节 我照常呆坐在小区治安亭看着监控发呆 在监控地下车库的屏幕里我看见男人从车后面拿出精心准备好的花束给女人 我羡慕了 屏幕上的黑白灰燥点不停闪动 粗糙的画质看不清女人的表情 但我看到他们相拥 挽着手离开车库 这时我舔了一下唇角 发现已经起皮了 保温杯里也没水了 想着今晚吃炒饭还是煎饼 打开我的翻盖小灵通看了一眼 距离下班还有1小时58分";
        txtArray[62] = "今天第7次贴吧巡逻，我是早班值班人员 无可疑情况，早饭吃了凉皮，又喝了好多水，现在坐着发呆，一切安全，over";
        txtArray[63] = "今天没有巡逻因为我睡过头了，over";
        txtArray[64] = "今天没有什么内容，队长把我开除了。我问他为什么，他说:“你tm的天天写日记，你心里还有工作吗?";
        txtArray[65] = "今天街上的人逐渐多了起来 大家好像都有同伴我只能在保安亭里吃昨天剩下的小熊饼干 不知道你在干嘛呢和谁一起 我委屈我想你";
        txtArray[66] = "今天值班偷吃小熊饼干被队长发现了，队长骂我是懒猪。从窗外看见你穿着睡衣下楼倒垃圾我不自觉的傻笑了起来 队长以为我不尊重他扣了我一天工资 我委屈我想你。";
    }
}
